Repository: YusselPP/gooze-ios
Catalog: Gooze/*.lproj/Localizable.strings
Languages: es

# Unexpected Error
source: Unexpected Error. Please contact support
es: Error inesperado. Porfavor contacta a soporte

# error.repository.authRequired
source: Login to continue
es: Inicia sesión para continuar

# error.repository.comunication
source: Unable to establish communication with server
es: No se pudo establecer la comunicación con el servidor

# validation.required
source: Enter your %@
es: Ingresa tu %@

# validation.invalidEmail
source: Enter a valid email
es: Ingresa un correo electrónico válido

# validation.invalidNumber
source: The field %@ must be a valid number. Ex: 1.70
es: El campo %@ debe ser un número válido. Ej: 1.70

# validation.lengthMin
source: The field %@ must be a minimum of %d characters
es: El campo %@ debe tener al menos %d caracteres

# validation.lengthMax
source: The field %@ must be a maximum of %d characters
es: El campo %@ debe tener máximo %d caracteres

# validation.exists
source: %@ already exists
es: El %@ ya existe

# validation.underAge
source: You must be of legal age
es: Debes ser mayor de edad

# validation.invalidCardNumber
source: Enter a valid card number
es: Ingresa un número de tarjeta válido

# error.socket.dates.requestAlreadySent
source: Your request has been sent
es: Se ha enviado tu solicitud

# error.socket.dates.invalidSatus
source: Request already accepted or rejected
es: No se pudo aceptar. La solicitud ya fue aceptada o rechazada

# error.socket.dates.noAck
source: Unable to establish communication with server
es: No se pudo establecer la comunicación con el servidor

# error.socket.dates.unexpected
source: Unexpected Error. Please contact support
es: Error inesperado. Porfavor contacta a soporte

# error.payment.missingRequiredParams
source: Fill required fields
es: Llena todos los campos

# user.username.fieldName
source: Username
es: Usuario

# user.email.fieldName
source: Email
es: Correo electrónico

# user.password.fieldName
source: Password
es: Contraseña

# user.birthday.fieldName
source: Birthday
es: Fecha de nacimiento

# user.gender.fieldName
source: Gender
es: Género

# user.weight.fieldName
source: Weight
es: Peso

# user.height.fieldName
source: Height
es: Altura

# user.origin.fieldName
source: Origin
es: Origen

# user.phrase.fieldName
source: Phrase
es: Frase

# user.language.fieldName
source: Language
es: Idioma

# user.interestedIn.fieldName
source: Interests
es: Interés

# user.registerCode.fieldName
source: Register code
es: Código de registro

# user.invitedBy.fieldName
source: Invited by
es: Invitado por

# user.profilePic.fieldName
source: Profile picture
es: Foto de perfil

# user.searchPic.fieldName
source: Search picture
es: Foto de búsqueda

# user.galleryPics.fieldName
source: Gallery pictures
es: Foto en la galería

# user.imagesRating.fieldName
source: Images veracity
es: Veracidad de imágenes

# user.complianceRating.fieldName
source: Compliance with agreements
es: Cumplimiento de acuerdos

# user.dateQualityRating.fieldName
source: Date quality
es: Calidad de la cita

# user.dateRating.fieldName
source: Date rating
es: Calificación de la cita

# user.goozeRating.fieldName
source: Gooze rating
es: Calificación Gooze

# vm.user.ageLabel
source: Age
es: Edad

# vm.user.ageUnit
source: Years
es: Años

source: male
es: hombre

source: female
es: mujer

source: other
es: otro

# vm.web.terms
source: Terms & conditions
es: Términos y condiciones

# vm.signUp.viewTitle
source: Sign up
es: Registro

# vm.signUp.facebookSignUpButtonTitle
source: Sign up with Facebook
es: Registar con facebook

# vm.signUp.createProfileText
source: Create profile
es: Crear perfil

# vm.signUp.skipProfileText
source: Skip
es: Saltar

# vm.signUp.success
source: Successfully registered!
es: ¡Registro exitoso!

# vm.signUp.textField.validation.failed
source: Enter valid information
es: La información ingresada es inválida

# vm.singUp.validation.facebookExists
source: There is already an account registered to this facebook
es: Ya hay una cuenta asociada con este facebook

# vm.signUp.interests.friendlyDates
source: Friendly dates
es: Citas amistosas

# vm.signUp.interests.searchPartner
source: Searching partner
es: Buscar pareja

# vm.signUp.interests.sporadicDates
source: Sporadic dates
es: Encuentros esporádicos

# vm.signUp.interests.littleBitOfEvth
source: Little bit of everything
es: De todo un poco

# vm.signUp.genderSearchLabelText
source: Searching for...
es: Busco...

# vm.signUp.profilePictureLabel
source: Profile picture
es: Foto de perfil

# vm.signUp.searchPictureLabel
source: Search picture
es: Foto buscador

# vm.signUp.blurButtonTitle
source: Blur
es: Censurar

# vm.signUp.applyBlurButtonTitle
source: Apply
es: Aplicar

# vm.signUp.nextButtonTitle
source: Next
es: Siguiente

# vm.signUp.saveButtonTitle
source: Save
es: Guardar

# vm.login.loginViewTitle
source: Login
es: Inicio de sesión

# vm.login.loginButtonTitle
source: Login
es: Iniciar sesión

# vm.login.signUpButtonTitle
source: Sign up
es: Registro

# vm.login.forgotPassword
source: Forgot my password
es: Olvidé mi contraseña

# vm.login.usernameLabel
source: Username
es: Usuario

# vm.login.passwordLabel
source: Password
es: Contraseña

# vm.login.facebookLogin
source: Login with facebook
es: Iniciar con facebook

# vm.chooseMode.goozeHelpText
source: You will appear as a Gooze and you can be reached for a date
es: Aparecerás como Gooze y podrás ser contactado para una cita

# vm.chooseMode.clientHelpText
source: You can search an available Gooze for having a date
es: Podrás buscar un Gooze disponible para establecer una cita

# vm.chooseMode.beButtonTitle
source: Be
es: Ser

# vm.chooseMode.searchButtonTitle
source: Search
es: Buscar

# vm.search.viewTitle
source: Search
es: Búsqueda

# vm.search.zeroResultsMessage
source: No matches found
es: No se encontraron resultados

# vm.search.searchingButtonTitle
source: Searching...
es: Buscando...

# vm.search.otherResultsButtonTitle
source: Other results
es: Ver otros

# vm.search.othersResultsWarning
source: Warning: This users doesn't have the minimum of ratings or had negative ratings
es: Advertencia: Los siguientes usuarios no cuentan con calificaciones positivas

# vm.search.backButtonTitle
source: Back
es: Regresar

# vm.activate.activateButtonTitle
source: Activate gooze
es: Activar gooze

# vm.activate.deactivateButtonTitle
source: Deactivate gooze
es: Desactivar gooze

# vm.activate.searchButtonTitle
source: Search gooze
es: Buscar gooze

# vm.activate.allResultsButtonTitle
source: View all results
es: Listado completo

# profile.rate.date.accept
source: Accept
es: Aceptar

# vm.rate.date.comments
source: Comments
es: Comentarios

# rate.comment.recommended
source: Recommended user
es: Recomiendo al usuario

# rate.comment.punctualUser
source: Punctual user
es: Usuario puntual

# rate.comment.unpunctual
source: Unpunctual user
es: Usuario impuntual

# rate.comment.notRecommended
source: Not recommended user
es: No recomiendo al usuario

# rate.comment.breakAgreements
source: Breaks agreements
es: No cumple acuerdos

# vm.datesChat.setAmountButtonTitle
source: Set amount
es: Establecer monto

# vm.datesChat.acceptAmountButtonTitle
source: Accept %@
es: Aceptar %@

# vm.datesChat.dateButtonTitle
source: Date
es: Ver cita

# vm.map.date.chat
source: Chat
es: Ir a chat

# vm.map.date.distance
source: %@ is %.2f %@ away
es: %@ se encuentra a %.2f %@

# vm.map.date.arrived
source: %@ has arrived to date place
es: %@ ha llegado a la cita

# vm.map.date.waitingEnd
source: Waiting for %@ to end the date
es: Esperando que %@ finalice la cita

# vm.map.date.waitingForYouToEnd
source: %@ is waiting for you to end the date
es: %@ esta esperando que finalices la cita

# vm.map.date.exit
source: Exit
es: Salir

# vm.map.date.start
source: Start date
es: Empezar cita

# vm.map.date.end
source: End date
es: Finalizar cita

# vm.map.date.rate
source: Rate
es: Calificar

# vm.map.date.process
source: Date in process
es: Cita en proceso

# vm.map.date.canceled
source: Date has been canceled
es: Cita cancelada

# vm.map.date.ended
source: Date has ended
es: Cita finalizada

# vm.chats.list.error.closeDate
source: Finish the on going date, before closing the chat
es: Debes terminar la cita en curso para cerrar el chat

# vm.add.credit.card.text
source: Add
es: Agregar

# vm.paymentMethods.title
source: Payment methods
es: Formas de pago

# vm.paymentMethods.add
source: Add
es: Agregar

# vm.paymentMethods.addMethod
source: Add payment method
es: Agregar forma de pago

# vm.paymentMethods.title.selectMethod
source: Select payment method
es: Seleccionar forma de pago

# vm.help.title
source: Help
es: Ayuda

# vm.help.send
source: Send
es: Enviar

# vm.help.subject
source: Subject
es: Asunto

# vm.help.body
source: Message
es: Mensaje

# vm.balance.pay.title
source: Transactions
es: Transacciones

# vm.pickerToolbar.nextButton.title
source: Next
es: Siguiente

# label.blurView.applyButtonTitle
source: Apply
es: Aplicar

# vm.profile.contactTitle
source: Contact
es: Contactar

# vm.profile.acceptRequestTitle
source: Accept request
es: Aceptar contacto

# vm.profile.acceptedRequestButtonTitle
source: Chat
es: Ir al chat

# vm.profile.rejectedRequestButtonTitle
source: Request rejected
es: Solicitud rechazada

# vm.profile.sentRequestButtonTitle
source: Request sent
es: Solicitud enviada

# vm.profile.endedRequestButtonTitle
source: Date ended
es: Cita finalizada

# vm.profile.rate.date.rate
source: Rate
es: Calificar

# menu.item.title.profile
source: Profile
es: Perfil

# menu.item.title.beGooze
source: Be Gooze
es: Ser Gooze

# menu.item.title.searchGooze
source: Search Gooze
es: Buscar Gooze

# menu.item.title.history
source: History
es: Historial

# menu.item.title.payment
source: Payment methods
es: Formas de pago

# menu.item.title.coupons
source: Coupons
es: Créditos y cupones

# menu.item.title.transactions
source: Transactions
es: Transacciones

# menu.item.title.invite
source: Invite a friend
es: Invitar amigos

# menu.item.title.tips
source: Tips
es: Consejos

# menu.item.title.help
source: Help
es: Obten ayuda

# menu.item.title.configuration
source: Configuration
es: Configuración

# menu.item.title.logout
source: Logout
es: Cerrar sesión

# vm.ratingView.unrated
source: Unrated
es: Sin calificación

# vm.pinAnnotation.loading
source: Loading...
es: Cargando...

# vm.pinAnnotation.pinTitle
source: Date place
es: Lugar de la cita

# chat.list.close
source: Close
es: Cerrar

# text.field.card.number
source: Card number
es: Número de tarjeta

# text.field.exp.month
source: Exp. month
es: Mes vto.

# text.field.exp.year
source: Exp. year
es: Año vto.

# view.credit.card.name.title
source: Name on card
es: Titular de la tarjeta

# vm.authService.sessionExpired
source: Your session has expired. Please log in
es: Tu sesión ha expirado. Inicia sesión nuevamente

# service.dates.requestSuccessfullySent
source: Your request has been sent
es: Se ha enviado tu solicitud

# service.dates.requestSuccessfullyAccepted
source: The request has been accepted
es: Has aceptado la solicitud

# service.dates.requestAccepted
source: %@ has accepted your request
es: %@ ha aceptado tu solicitud

# service.dates.dateCreated
source: Payment confirmed. A date has been created
es: Pago confirmado. Se ha generado una cita.

# service.chat.invalidChatId
source: An error ocurred while opening the chat
es: Ocurrió un error al intentar abrir el chat

# service.chat.messageReceived
source: %@ has sent you a message
es: %@ te ha enviado mensaje

# service.chat.amountRequest.sent
source: You have requested %@
es: Has solicitado %@

# service.chat.amountRequest.received
source: %@ has requested %@
es: %@ ha solicitado %@

# service.location.disabled
source: Location service is disabled. Please enable it in Settings.
es: No se pudo obtener tu ubicación, verifica que la aplicación tenga permiso.

# login failed
source: Invalid username or password
es: Usuario o contraseña incorrectos
